/* Задача №1
1) Какие у вас ожидания от курса? Есть ли конкретные вопросы по теме Базы данных?
*/


Научиться устанавливать необходимое ПО для работы с базами данных, научиться работать сортировать и анализировать данные в базах.





/* Задача №2
2) В какой сфере работаете сейчас?
*/


Автомобильный бизнес, работаю механиком. На тот момент работу выбирал не по принципу интереса, а по принципу куда возьмут, хотя интерес к компьютерам и компьютерным технологиям был давно. Чуть меньше года назад увидел в интерннете рекламу Geekbains обучение долго раскачивался, собирал необходимый материал перед обучением изучал, и с осени я студент Geekbrains:)). Что-то дается легко, над чем-то нужно посидеть и подумать не мало времени. 



/* Задача №3
3) Если в IT, то какой у вас опыт (инструменты, технологии, языки программирования)?
*/

Опыта работы в IT нет, но планирую с Geekbrains открыть для себя этот мир.






P.S.
Я установил виртуальную машину  развернул сервер. Все работает. Все действия за преподователем на записи повторил.



